Repository: wiseshell-net/wiseshell.net
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Sobre mí
ca: Sobre mi

source: Experiencia
ca: Experiència

source: Educación
ca: Educació

source: Habilidades
ca: Habilitats

source: Proyectos
ca: Projectes

source: Aficiones
ca: Aficions

source: Elige idioma
ca: Tria idioma

source: Binissalem, Mallorca, España
ca: Binissalem, Mallorca, Espanya

source: Me dedico a la programación y al desarrollo de páginas web.
ca: Em dedico a la programació i desenvolupament de pàgines web.

source: Desarrollador Web Júnior
ca: Desenvolupador Web Júnior

source: Desarrollo de tests de aceptación con la tecnología de
ca: Desenvolupament de tests d'acceptació amb la tecnologia de

source: Junio 2019 - Julio 2019
ca: Juny 2019 - Juliol 2019

source: Ciclo Formativo de Grado Superior
ca: Cicle Formatiu de Grau Superior

source: Desarrollo de Aplicaciones Web
ca: Desenvolupament d'Aplicacions Web

source: Media
ca: Mitjana

source: Septiembre 2018 - Junio 2020
ca: Setembre 2018 - Juny 2020

source: Conservatorio Municipal de Música Antoni Torrandell
ca: Conservatori Municipal de Música Antoni Torrandell

source: Grado Medio
ca: Grau Mitjà

source: Especialidad Piano
ca: Especialitat Piano

source: Septiembre 2012 - Presente
ca: Setembre 2012 - Present

source: Certificación de Linux Essentials
ca: Certificació de Linux Essentials

source: Septiembre 2019 - Junio 2020
ca: Setembre 2019 - Juny 2020

source: Lenguajes de programación
ca: Llenguatges de Programació

source: Bases de Datos
ca: Bases de Dades

source: Librerías y frameworks
ca: Llibreries i frameworks

source: Sistemas
ca: Sistemes

source: Herramientas
ca: Eines

source: Aparte de desarrollar páginas web, también me gusta mucho el mundo de la música, tocar el piano y hacer de intérprete en algunos conciertos.
ca: A part de desenvolupar pàgines web, també m'agrada molt el món de la música, tocar el piano i fer d'intèrpret en alguns concerts.

source: También suelo ir de excursión o viajar para disfrutar del aire libre y conocer sitios nuevos.
ca: També acostumo a anar d'excursió o viatjar per gaudir de l'aire lliure i conèixer llocs nous.

source: Iconos hechos por
ca: Icones fetes per

source: y
ca: i

source: AVISO DE COOKIES
ca: AVÍS DE COOKIES

source: Se utilizan cookies propias y de terceros con la finalidad de ofrecer un mejor contenido para la web.
ca: S'utilitzen galetes pròpies i de tercers amb la finalitat d'oferir un millor contingut per la web.

source: ESTOY DE ACUERDO
ca: ESTIC D'ACORD
